tap "homebrew/bundle"

brew "aichat"
brew "elixir"
brew "elixir-ls"
brew "fish"
brew "fnm"
brew "git"
brew "helix"
brew "mas"
brew "rustup"
brew "zola"

cask "ghostty"
cask "rio"
cask "zed"
cask "zen-browser"

mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Ivory", id: 644460227
mas "Postico", id: 6446933691
mas "Unread", id: 1363637349
mas "WiFi Explorer", id: 494803304
mas "Wipr", id: 1662217862
